Repository: sugarlabs/yupana
Catalog: po/*.po
Languages: ca

source: Incan calculator
ca: Eina per comptar dels inques

source: Custom
ca: Personalitzat

source: Clear the yupana.
ca: Neteja la yupana.

source: decimal mode
ca: mode base decimal

source: base-twenty mode
ca: mode base vigesimal

source: prime-factor mode
ca: mode factors primers

source: Fibonacci mode
ca: mode Fibonacci

source: custom mode
ca: mode personalitzat

source: one row
ca: una fila

source: two row
ca: dues files

source: three row
ca: tres files

source: five row
ca: cinc files

source: Reload custom values.
ca: Recarrega els valors personalitzats.
